// Данные предметов
export const items = {
    'Защита плоти': {
        type: 'Заклинание — чары',
        description: 'Раз в раунд, если вы, другой сыщик или союзник в любой области должен получить урон, вы можете провести проверку 💪. Предотвратите урон в количестве, равном результату проверки.'
    },
    'Буря духов': {
        type: 'Заклинание — чары',
        description: 'Вы можете провести проверку 💪 вместо 🎯 в рамках действия «атака», используя модификатор атаки монстра.'
    },
    'Гиперборейская реликвия': {
        type: 'Вещь — волшебная, диковинная',
        description: 'Прочитав заклинание, вы можете улучшить 1 навык по своему выбору.'
    },
    'Мотоцикл': {
        type: 'Вещь — транспорт',
        description: 'Вместо обычного действия «движение» вы передвигаетесь на 3 области или меньше и можете потратить $1, чтобы передвинуться еще на 1 область.'
    },
    'Бекки': {
        type: 'Вещь — оружие',
        description: 'Получите +4 💪 в рамках действия «атака».'
    },
    'Наручники': {
        type: 'Вещь — простая',
        description: 'Раз в раунд, после того как вы нанесли урон незпическому монстру-человеку, вышли из боя с таким монстром или получили от него урон, вы можете победить этого монстра.'
    },
    '$2': {
        type: 'Деньги',
        description: '2 доллара'
    },
    '$3': {
        type: 'Деньги',
        description: '3 доллара'
    }
}; 